Repository: danya-prohvat/ctracker
Catalog: CalorieTracker/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es_es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Desk job, little exercise
ar: عمل مكتبي وقليل من التمارين
bn: ডেস্কের কাজ, ব্যায়াম কম
cs: Sedavá práce, málo pohybu
da: Kontorarbejde, lidt motion
de: Bürojob, wenig Bewegung
el: Καθιστική εργασία, λίγη άσκηση
es_es: Trabajo de oficina, poco ejercicio
fi: Istumatyö, vähän liikuntaa
fr: Travail de bureau, peu d’exercice
he: עבודה משרדית, מעט תנועה
hi: डेस्क जॉब, कम एक्सरसाइज़
hr: Uredski posao, malo vježbanja
hu: Ülőmunka, kevés mozgás
id: Kerja kantoran, jarang olahraga
it: Lavoro alla scrivania, poco movimento
ja: デスクワーク中心、運動は少なめ
ko: 사무직, 운동 거의 안 함
ms: Kerja meja, kurang bersenam
nb: Kontorjobb, lite trening
nl: Kantoorbaan, weinig beweging
pl: Praca przy biurku, mało ruchu
pt_br: Trabalho de escritório, pouco exercício
pt_pt: Trabalho de secretária, pouco exercício
ro: Muncă de birou, puțină mișcare
ru: Сидячая работа, мало движения
sk: Sedavá práca, málo pohybu
sl: Pisarniško delo, malo gibanja
sv: Kontorsjobb, lite motion
th: งานนั่งโต๊ะ ออกกำลังกายน้อย
tr: Masa başı iş, az egzersiz
uk: Сидяча робота, мало руху
ur: دفتری کام، کم ورزش
vi: Làm việc văn phòng, ít vận động
zh_hans: 久坐办公，很少运动
zh_hant: 久坐辦公，很少運動

source: Discard
ar: تجاهل
bn: বাদ দিন
cs: Zahodit
da: Kassér
de: Verwerfen
el: Απόρριψη
es_es: Descartar
fi: Hylkää
fr: Abandonner
he: ביטול השינויים
hi: छोड़ दें
hr: Odbaci
hu: Elvetés
id: Buang
it: Ignora
ja: 破棄
ko: 폐기
ms: Buang
nb: Forkast
nl: Gooi weg
pl: Odrzuć
pt_br: Descartar
pt_pt: Descartar
ro: Renunță
ru: Не сохранять
sk: Zahodiť
sl: Zavrzi
sv: Kasta
th: ทิ้ง
tr: Sil
uk: Відхилити
ur: رد کریں
vi: Bỏ
zh_hans: 放弃
zh_hant: 捨棄

source: Discard changes?
ar: هل تريد تجاهل التغييرات؟
bn: পরিবর্তনগুলো বাদ দেবেন?
cs: Zahodit změny?
da: Kassér ændringer?
de: Änderungen verwerfen?
el: Απόρριψη αλλαγών;
es_es: ¿Descartar los cambios?
fi: Hylätäänkö muutokset?
fr: Abandonner les modifications ?
he: לבטל את השינויים?
hi: बदलाव छोड़ दें?
hr: Odbaciti promjene?
hu: Elveted a módosításokat?
id: Buang perubahan?
it: Ignorare le modifiche?
ja: 変更を破棄しますか？
ko: 변경사항을 폐기할까요?
ms: Buang perubahan?
nb: Forkaste endringene?
nl: Wijzigingen weggooien?
pl: Odrzucić zmiany?
pt_br: Descartar alterações?
pt_pt: Descartar alterações?
ro: Renunți la modificări?
ru: Не сохранять изменения?
sk: Zahodiť zmeny?
sl: Zavreči spremembe?
sv: Kasta ändringar?
th: ทิ้งการเปลี่ยนแปลงหรือไม่
tr: Değişiklikler silinsin mi?
uk: Відхилити зміни?
ur: تبدیلیاں رد کریں؟
vi: Bỏ thay đổi?
zh_hans: 要放弃更改吗？
zh_hant: 要捨棄更動嗎？

source: Don't forget to log your meals for today.
ar: لا تنسَ تسجيل وجباتك اليوم.
bn: আজকের খাবার লগ করতে ভুলবেন না।
cs: Nezapomeňte si zaznamenat dnešní jídla.
da: Glem ikke at logge dine måltider i dag.
de: Vergiss nicht, deine heutigen Mahlzeiten einzutragen.
el: Μην ξεχάσετε να καταγράψετε τα σημερινά σας γεύματα.
es_es: No olvides registrar tus comidas de hoy.
fi: Muista kirjata tämän päivän ateriat.
fr: N’oubliez pas d’enregistrer vos repas d’aujourd’hui.
he: אל תשכחו לתעד את הארוחות של היום.
hi: आज का खाना लॉग करना न भूलें।
hr: Ne zaboravite zabilježiti današnje obroke.
hu: Ne felejtsd el naplózni a mai étkezéseidet.
id: Jangan lupa catat makananmu hari ini.
it: Non dimenticare di registrare i pasti di oggi.
ja: 今日の食事を記録するのをお忘れなく。
ko: 오늘 식사 기록을 잊지 마세요.
ms: Jangan lupa log makanan anda hari ini.
nb: Ikke glem å logge dagens måltider.
nl: Vergeet niet je maaltijden voor vandaag te loggen.
pl: Nie zapomnij zapisać dzisiejszych posiłków.
pt_br: Não esqueça de registrar suas refeições de hoje.
pt_pt: Não se esqueça de registar as suas refeições de hoje.
ro: Nu uita să-ți notezi mesele de azi.
ru: Не забудьте записать сегодняшние приёмы пищи.
sk: Nezabudnite si dnes zapísať jedlá.
sl: Ne pozabite zabeležiti današnjih obrokov.
sv: Glöm inte att logga dagens måltider.
th: อย่าลืมบันทึกมื้ออาหารของวันนี้นะ
tr: Bugünkü öğünlerinizi kaydetmeyi unutmayın.
uk: Не забудьте записати сьогоднішні прийоми їжі.
ur: آج کے کھانے لاگ کرنا نہ بھولیں۔
vi: Đừng quên ghi lại bữa ăn hôm nay nhé.
zh_hans: 别忘了记录今天的饮食。
zh_hant: 別忘了記錄今天吃了什麼。

source: Done
ar: تم
bn: সম্পন্ন
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es_es: OK
fi: Valmis
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Edit
ar: تعديل
bn: সম্পাদনা
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es_es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
hi: एडिट करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Wijzig
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Ändra
th: แก้ไข
tr: Düzenle
uk: Змінити
ur: ترمیم
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit entry
ar: تعديل الإدخال
bn: এন্ট্রি সম্পাদনা
cs: Upravit záznam
da: Rediger post
de: Eintrag bearbeiten
el: Επεξεργασία καταχώρισης
es_es: Editar entrada
fi: Muokkaa merkintää
fr: Modifier l’entrée
he: עריכת רשומה
hi: एंट्री एडिट करें
hr: Uredi unos
hu: Bejegyzés szerkesztése
id: Edit entri
it: Modifica voce
ja: 記録を編集
ko: 기록 편집
ms: Edit entri
nb: Rediger oppføring
nl: Wijzig item
pl: Edytuj wpis
pt_br: Editar registro
pt_pt: Editar registo
ro: Editează înregistrarea
ru: Изменить запись
sk: Upraviť záznam
sl: Uredi vnos
sv: Ändra post
th: แก้ไขรายการ
tr: Kaydı düzenle
uk: Змінити запис
ur: اندراج میں ترمیم
vi: Sửa mục
zh_hans: 编辑记录
zh_hant: 編輯記錄

source: Edit product
ar: تعديل المنتج
bn: পণ্য সম্পাদনা
cs: Upravit produkt
da: Rediger produkt
de: Produkt bearbeiten
el: Επεξεργασία προϊόντος
es_es: Editar producto
fi: Muokkaa tuotetta
fr: Modifier le produit
he: עריכת מוצר
hi: प्रोडक्ट एडिट करें
hr: Uredi proizvod
hu: Termék szerkesztése
id: Edit produk
it: Modifica prodotto
ja: 食品を編集
ko: 제품 편집
ms: Edit produk
nb: Rediger produkt
nl: Wijzig product
pl: Edytuj produkt
pt_br: Editar produto
pt_pt: Editar produto
ro: Editează produsul
ru: Изменить продукт
sk: Upraviť produkt
sl: Uredi izdelek
sv: Ändra produkt
th: แก้ไขสินค้า
tr: Ürünü düzenle
uk: Змінити продукт
ur: پروڈکٹ میں ترمیم کریں
vi: Sửa sản phẩm
zh_hans: 编辑食品
zh_hant: 編輯產品

source: Expands the list
ar: يوسّع القائمة
bn: তালিকা প্রসারিত করে
cs: Rozbalí seznam
da: Udvider listen
de: Klappt die Liste aus
el: Αναπτύσσει τη λίστα
es_es: Despliega la lista
fi: Laajentaa luettelon
fr: Développe la liste
he: מרחיב את הרשימה
hi: सूची को फैलाता है
hr: Proširuje popis
hu: Kibontja a listát
id: Memperluas daftar
it: Espande l’elenco
ja: リストを展開します
ko: 목록을 펼칩니다
ms: Mengembangkan senarai
nb: Utvider listen
nl: Klapt de lijst uit
pl: Rozwija listę
pt_br: Expande a lista
pt_pt: Expande a lista
ro: Extinde lista
ru: Разворачивает список
sk: Rozbalí zoznam
sl: Razširi seznam
sv: Fäller ut listan
th: ขยายรายการ
tr: Listeyi genişletir
uk: Розгортає список
ur: فہرست کو پھیلاتا ہے
vi: Mở rộng danh sách
zh_hans: 展开列表
zh_hant: 展開列表

source: FAT
ar: دهون
bn: ফ্যাট
cs: TUKY
da: FEDT
de: FETT
el: ΛΙΠ
es_es: GRASA
fi: RASVA
fr: LIP
he: שומן
hi: फ़ैट
hr: MASTI
hu: ZSÍR
id: LEMAK
it: GRASSI
ja: 脂質
ko: 지방
ms: LEMAK
nb: FETT
nl: VET
pl: TŁUSZCZ
pt_br: GORD
pt_pt: GORD
ro: GRĂS
ru: ЖИР
sk: TUKY
sl: MAŠČ
sv: FETT
th: ไขมัน
tr: YAĞ
uk: ЖИРИ
ur: چکنائی
vi: BÉO
zh_hans: 脂肪
zh_hant: 脂肪

source: Fat
ar: الدهون
bn: ফ্যাট
cs: Tuky
da: Fedt
de: Fett
el: Λιπαρά
es_es: Grasa
fi: Rasva
fr: Lipides
he: שומן
hi: फ़ैट
hr: Masti
hu: Zsír
id: Lemak
it: Grassi
ja: 脂質
ko: 지방
ms: Lemak
nb: Fett
nl: Vet
pl: Tłuszcz
pt_br: Gordura
pt_pt: Gordura
ro: Grăsimi
ru: Жиры
sk: Tuky
sl: Maščobe
sv: Fett
th: ไขมัน
tr: Yağ
uk: Жири
ur: چکنائی
vi: Chất béo
zh_hans: 脂肪
zh_hant: 脂肪

source: Female
ar: أنثى
bn: নারী
cs: Žena
da: Kvinde
de: Weiblich
el: Γυναίκα
es_es: Mujer
fi: Nainen
fr: Femme
he: נקבה
hi: महिला
hr: Žensko
hu: Nő
id: Perempuan
it: Femmina
ja: 女性
ko: 여성
ms: Perempuan
nb: Kvinne
nl: Vrouw
pl: Kobieta
pt_br: Feminino
pt_pt: Feminino
ro: Feminin
ru: Женский
sk: Žena
sl: Ženski
sv: Kvinna
th: หญิง
tr: Kadın
uk: Жіноча
ur: خاتون
vi: Nữ
zh_hans: 女
zh_hant: 女性

source: Fiber
ar: الألياف
bn: ফাইবার
cs: Vláknina
da: Fibre
de: Ballaststoffe
el: Φυτικές ίνες
es_es: Fibra
fi: Kuitu
fr: Fibres
he: סיבים תזונתיים
hi: फ़ाइबर
hr: Vlakna
hu: Rost
id: Serat
it: Fibre
ja: 食物繊維
ko: 식이섬유
ms: Serat
nl: Vezels
pl: Błonnik
pt_br: Fibra
pt_pt: Fibra
ro: Fibre
ru: Клетчатка
sk: Vláknina
sl: Vlaknine
th: ไฟเบอร์
tr: Lif
uk: Клітковина
ur: فائبر
vi: Chất xơ
zh_hans: 膳食纤维
zh_hant: 膳食纖維

source: Fluoride
ar: الفلورايد
bn: ফ্লোরাইড
cs: Fluoridy
da: Fluorid
de: Fluorid
el: Φθορίδιο
es_es: Flúor
fi: Fluoridi
fr: Fluor
he: פלואוריד
hi: फ़्लोराइड
hr: Fluorid
hu: Fluorid
id: Fluorida
it: Fluoro
ja: フッ素
ko: 불소
ms: Fluorida
nb: Fluorid
pl: Fluorki
pt_br: Flúor
pt_pt: Flúor
ro: Fluor
ru: Фторид
sk: Fluorid
sl: Fluorid
sv: Fluorid
th: ฟลูออไรด์
tr: Florür
uk: Фтор
ur: فلورائیڈ
vi: Florua
zh_hans: 氟
zh_hant: 氟

source: Follow the iOS language
ar: اتباع لغة iOS
bn: iOS-এর ভাষা অনুসরণ করে
cs: Řídí se jazykem iOS
da: Følg iOS-sproget
de: Folgt der iOS-Sprache
el: Ακολουθεί τη γλώσσα του iOS
es_es: Sigue el idioma de iOS
fi: Seuraa iOS:n kieltä
fr: Suivre la langue d’iOS
he: לפי שפת ה-iOS
hi: iOS की भाषा के अनुसार
hr: Prati jezik iOS-a
hu: Az iOS nyelvét követi
id: Ikuti bahasa iOS
it: Segue la lingua di iOS
ja: iOSの言語に合わせる
ko: iOS 언어를 따릅니다
ms: Ikut bahasa iOS
nb: Følg iOS-språket
nl: Volgt de taal van iOS
pl: Używa języka systemu iOS
pt_br: Seguir o idioma do iOS
pt_pt: Seguir o idioma do iOS
ro: Urmează limba din iOS
ru: Использовать язык iOS
sk: Podľa jazyka systému iOS
sl: Sledi jeziku sistema iOS
sv: Följer iOS-språket
th: ตามภาษาของ iOS
tr: iOS dilini izler
uk: Відповідає мові iOS
ur: iOS کی زبان کے مطابق
vi: Theo ngôn ngữ của iOS
zh_hans: 跟随 iOS 系统语言
zh_hant: 跟隨 iOS 語言

source: Full calendar history
ar: سجل التقويم الكامل
bn: সম্পূর্ণ ক্যালেন্ডার ইতিহাস
cs: Kompletní historie kalendáře
da: Fuld kalenderhistorik
de: Voller Kalenderverlauf
el: Πλήρες ιστορικό ημερολογίου
es_es: Historial completo del calendario
fi: Koko kalenterihistoria
fr: Historique complet du calendrier
he: היסטוריה מלאה בלוח השנה
hi: पूरी कैलेंडर हिस्ट्री
hr: Cijela povijest kalendara
hu: Teljes naptárelőzmények
id: Riwayat kalender lengkap
it: Cronologia completa del calendario
ja: カレンダーの全履歴
ko: 전체 캘린더 기록
ms: Sejarah kalendar penuh
nb: Full kalenderhistorikk
nl: Volledige kalendergeschiedenis
pl: Pełna historia kalendarza
pt_br: Histórico completo do calendário
pt_pt: Histórico completo do calendário
ro: Istoric complet în calendar
ru: Полная история календаря
sk: Celá história kalendára
sl: Celotna zgodovina koledarja
sv: Full kalenderhistorik
th: ประวัติปฏิทินทั้งหมด
tr: Tam takvim geçmişi
uk: Повна історія календаря
ur: مکمل کیلنڈر ہسٹری
vi: Toàn bộ lịch sử
zh_hans: 完整日历历史
zh_hant: 完整日曆歷史記錄

source: Gain
ar: زيادة
bn: বাড়ানো
cs: Přibrat
da: Tag på
de: Zunehmen
el: Αύξηση
es_es: Ganar
fi: Kasvata
fr: Prendre
he: עלייה
hi: बढ़ाना
hr: Dobivanje
hu: Hízás
id: Naik
it: Aumentare
ja: 増量
ko: 증량
ms: Naikkan
nb: Gå opp
nl: Aankomen
pl: Przybrać
pt_br: Ganhar
pt_pt: Ganhar
ro: Creștere
ru: Набрать
sk: Pribrať
sl: Pridobiti
sv: Gå upp
th: เพิ่ม
tr: Kilo al
uk: Набрати
ur: بڑھائیں
vi: Tăng cân
zh_hans: 增重
zh_hant: 增重

source: General
ar: عام
bn: সাধারণ
cs: Obecné
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hr: Općenito
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
ms: Umum
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sk: Všeobecné
sl: Splošno
sv: Allmänt
th: ทั่วไป
tr: Genel
uk: Загальні
ur: عمومی
vi: Cài đặt chung
zh_hans: 通用
zh_hant: 一般

source: Go beyond calories and macros with Premium.
ar: تجاوز السعرات والماكروز مع بريميوم.
bn: প্রিমিয়ামে ক্যালরি ও ম্যাক্রোর বাইরেও এগিয়ে যান।
cs: S Premium získáte víc než jen kalorie a makra.
da: Kom videre end kalorier og makroer med Premium.
de: Geh mit Premium über Kalorien und Makros hinaus.
el: Πηγαίνετε πέρα από θερμίδες και μακροθρεπτικά με το Premium.
es_es: Ve más allá de las calorías y los macros con Premium.
fi: Premiumilla näet kaloreita ja makroja pidemmälle.
fr: Allez au-delà des calories et des macros avec Premium.
he: עם פרימיום — הרבה מעבר לקלוריות ומאקרו.
hi: प्रीमियम के साथ कैलोरी और मैक्रोज़ से आगे बढ़ें।
hr: Idite dalje od kalorija i makronutrijenata uz Premium.
hu: Lépj túl a kalóriákon és a makrókon a Prémiummal.
id: Lebih dari sekadar kalori dan makro dengan Premium.
it: Vai oltre calorie e macro con Premium.
ja: プレミアムでカロリーとマクロのその先へ。
ko: 프리미엄으로 칼로리와 탄단지, 그 이상을 추적하세요.
ms: Melangkaui kalori dan makro dengan Premium.
nb: Gå lenger enn kalorier og makroer med Premium.
nl: Ga verder dan calorieën en macro's met Premium.
pl: Wyjdź poza kalorie i makro z Premium.
pt_br: Vá além de calorias e macros com o Premium.
pt_pt: Vá além das calorias e macros com o Premium.
ro: Treci dincolo de calorii și macro cu Premium.
ru: С Премиумом — больше, чем калории и макросы.
sk: S Premium získate viac než len kalórie a makrá.
sl: S Premiumom pojdite dlje od kalorij in makrohranil.
sv: Gå bortom kalorier och makron med Premium.
th: ไปไกลกว่าแคลอรี่และมาโครด้วย Premium
tr: Premium ile kalori ve makroların ötesine geçin.
uk: З Преміум — більше, ніж калорії та макро.
ur: پریمیم کے ساتھ کیلوریز اور میکروز سے آگے بڑھیں۔
vi: Vượt xa calo và macro cùng Premium.
zh_hans: 解锁高级版，不止于热量和宏量营养素。
zh_hant: 使用 Premium，不只追蹤熱量與宏量營養素。

source: Goal
ar: الهدف
bn: লক্ষ্য
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es_es: Objetivo
fi: Tavoite
fr: Objectif
he: יעד
hi: लक्ष्य
hr: Cilj
hu: Cél
id: Target
it: Obiettivo
ja: 目標
ko: 목표
ms: Matlamat
nb: Mål
nl: Doel
pl: Cel
pt_br: Meta
pt_pt: Objetivo
ro: Obiectiv
ru: Цель
sk: Cieľ
sl: Cilj
sv: Mål
th: เป้าหมาย
tr: Hedef
uk: Ціль
ur: ہدف
vi: Mục tiêu
zh_hans: 目标
zh_hant: 目標

source: Goal reached
ar: تم بلوغ الهدف
bn: লক্ষ্য অর্জিত
cs: Cíl splněn
da: Mål nået
de: Ziel erreicht
el: Ο στόχος επιτεύχθηκε
es_es: Objetivo conseguido
fi: Tavoite saavutettu
fr: Objectif atteint
he: היעד הושג
hi: लक्ष्य पूरा हुआ
hr: Cilj postignut
hu: Cél elérve
id: Target tercapai
it: Obiettivo raggiunto
ja: 目標達成
ko: 목표 달성
ms: Matlamat tercapai
nb: Mål nådd
nl: Doel bereikt
pl: Cel osiągnięty
pt_br: Meta atingida
pt_pt: Objetivo atingido
ro: Obiectiv atins
ru: Цель достигнута
sk: Cieľ splnený
sl: Cilj dosežen
sv: Mål uppnått
th: ถึงเป้าหมายแล้ว
tr: Hedefe ulaşıldı
uk: Ціль досягнуто
ur: ہدف حاصل ہو گیا
vi: Đã đạt mục tiêu
zh_hans: 已达标
zh_hant: 已達成目標

# Goal: gain %@ · about %lld weeks
source: Goal: gain %1$@ · about %2$lld weeks
ar: الهدف: زيادة %1$@ · حوالي %2$lld أسبوع
bn: লক্ষ্য: %1$@ বাড়ানো · প্রায় %2$lld সপ্তাহ
cs: Cíl: přibrat %1$@ · asi %2$lld týdnů
da: Mål: tag %1$@ på · ca. %2$lld uger
de: Ziel: %1$@ zunehmen · ca. %2$lld Wochen
el: Στόχος: αύξηση %1$@ · περίπου %2$lld εβδομάδες
es_es: Objetivo: ganar %1$@ · aprox. %2$lld semanas
fi: Tavoite: nosta painoa %1$@ · noin %2$lld viikkoa
fr: Objectif : prendre %1$@ · environ %2$lld semaines
he: יעד: עלייה של %1$@ · בערך %2$lld שבועות
hi: लक्ष्य: %1$@ बढ़ाना · लगभग %2$lld सप्ताह
hr: Cilj: dobiti %1$@ · oko %2$lld tjedana
hu: Cél: %1$@ felszedése · kb. %2$lld hét
id: Target: naik %1$@ · sekitar %2$lld minggu
it: Obiettivo: aumentare di %1$@ · circa %2$lld settimane
ja: 目標: %1$@増量 · 約%2$lld週間
ko: 목표: %1$@ 증량 · 약 %2$lld주
ms: Matlamat: naik %1$@ · kira-kira %2$lld minggu
nb: Mål: opp %1$@ · ca. %2$lld uker
nl: Doel: %1$@ aankomen · ongeveer %2$lld weken
pl: Cel: przybrać %1$@ · ok. %2$lld tyg.
pt_br: Meta: ganhar %1$@ · cerca de %2$lld semanas
pt_pt: Objetivo: ganhar %1$@ · cerca de %2$lld semanas
ro: Obiectiv: plus %1$@ · aprox. %2$lld de săptămâni
ru: Цель: набрать %1$@ · около %2$lld нед.
sk: Cieľ: pribrať %1$@ · približne %2$lld týž.
sl: Cilj: pridobiti %1$@ · pribl. %2$lld ted.
sv: Mål: gå upp %1$@ · cirka %2$lld veckor
th: เป้าหมาย: เพิ่ม %1$@ · ประมาณ %2$lld สัปดาห์
tr: Hedef: %1$@ almak · yaklaşık %2$lld hafta
uk: Ціль: набрати %1$@ · близько %2$lld тиж.
ur: ہدف: %1$@ بڑھانا · تقریباً %2$lld ہفتے
vi: Mục tiêu: tăng %1$@ · khoảng %2$lld tuần
zh_hans: 目标：增重 %1$@ · 约 %2$lld 周
zh_hant: 目標：增重 %1$@ · 約 %2$lld 週

# Goal: lose %@ · about %lld weeks
source: Goal: lose %1$@ · about %2$lld weeks
ar: الهدف: خسارة %1$@ · حوالي %2$lld أسبوع
bn: লক্ষ্য: %1$@ কমানো · প্রায় %2$lld সপ্তাহ
cs: Cíl: zhubnout %1$@ · asi %2$lld týdnů
da: Mål: tab %1$@ · ca. %2$lld uger
de: Ziel: %1$@ abnehmen · ca. %2$lld Wochen
el: Στόχος: απώλεια %1$@ · περίπου %2$lld εβδομάδες
es_es: Objetivo: perder %1$@ · aprox. %2$lld semanas
fi: Tavoite: pudota %1$@ · noin %2$lld viikkoa
fr: Objectif : perdre %1$@ · environ %2$lld semaines
he: יעד: ירידה של %1$@ · בערך %2$lld שבועות
hi: लक्ष्य: %1$@ घटाना · लगभग %2$lld सप्ताह
hr: Cilj: izgubiti %1$@ · oko %2$lld tjedana
hu: Cél: %1$@ leadása · kb. %2$lld hét
id: Target: turun %1$@ · sekitar %2$lld minggu
it: Obiettivo: perdere %1$@ · circa %2$lld settimane
ja: 目標: %1$@減量 · 約%2$lld週間
ko: 목표: %1$@ 감량 · 약 %2$lld주
ms: Matlamat: turun %1$@ · kira-kira %2$lld minggu
nb: Mål: ned %1$@ · ca. %2$lld uker
nl: Doel: %1$@ afvallen · ongeveer %2$lld weken
pl: Cel: schudnąć %1$@ · ok. %2$lld tyg.
pt_br: Meta: perder %1$@ · cerca de %2$lld semanas
pt_pt: Objetivo: perder %1$@ · cerca de %2$lld semanas
ro: Obiectiv: minus %1$@ · aprox. %2$lld de săptămâni
ru: Цель: сбросить %1$@ · около %2$lld нед.
sk: Cieľ: schudnúť %1$@ · približne %2$lld týž.
sl: Cilj: izgubiti %1$@ · pribl. %2$lld ted.
sv: Mål: gå ner %1$@ · cirka %2$lld veckor
th: เป้าหมาย: ลด %1$@ · ประมาณ %2$lld สัปดาห์
tr: Hedef: %1$@ vermek · yaklaşık %2$lld hafta
uk: Ціль: скинути %1$@ · близько %2$lld тиж.
ur: ہدف: %1$@ کم کرنا · تقریباً %2$lld ہفتے
vi: Mục tiêu: giảm %1$@ · khoảng %2$lld tuần
zh_hans: 目标：减重 %1$@ · 约 %2$lld 周
zh_hant: 目標：減重 %1$@ · 約 %2$lld 週

source: Goal: maintain weight
ar: الهدف: تثبيت الوزن
bn: লক্ষ্য: ওজন বজায় রাখা
cs: Cíl: udržet váhu
da: Mål: hold vægten
de: Ziel: Gewicht halten
el: Στόχος: διατήρηση βάρους
es_es: Objetivo: mantener el peso
fi: Tavoite: ylläpidä painoa
fr: Objectif : maintenir le poids
he: יעד: שמירה על המשקל
hi: लक्ष्य: वज़न बनाए रखना
hr: Cilj: održati težinu
hu: Cél: testsúly megtartása
id: Target: jaga berat badan
it: Obiettivo: mantenere il peso
ja: 目標: 体重維持
ko: 목표: 체중 유지
ms: Matlamat: kekalkan berat
nb: Mål: hold vekten
nl: Doel: gewicht behouden
pl: Cel: utrzymać wagę
pt_br: Meta: manter o peso
pt_pt: Objetivo: manter o peso
ro: Obiectiv: menținerea greutății
ru: Цель: поддерживать вес
sk: Cieľ: udržať hmotnosť
sl: Cilj: ohraniti težo
sv: Mål: behåll vikten
th: เป้าหมาย: รักษาน้ำหนัก
tr: Hedef: kiloyu korumak
uk: Ціль: утримати вагу
ur: ہدف: وزن برقرار رکھنا
vi: Mục tiêu: giữ cân nặng
zh_hans: 目标：保持体重
zh_hant: 目標：維持體重

source: Goals & nutrients
ar: الأهداف والعناصر الغذائية
bn: লক্ষ্য ও পুষ্টি উপাদান
cs: Cíle a živiny
da: Mål og næringsstoffer
de: Ziele & Nährstoffe
el: Στόχοι & θρεπτικά συστατικά
es_es: Objetivos y nutrientes
fi: Tavoitteet ja ravintoaineet
fr: Objectifs et nutriments
he: יעדים ורכיבים תזונתיים
hi: लक्ष्य और न्यूट्रिएंट
hr: Ciljevi i nutrijenti
hu: Célok és tápanyagok
id: Target & nutrisi
it: Obiettivi e nutrienti
ja: 目標と栄養素
ko: 목표 & 영양소
ms: Matlamat & nutrien
nb: Mål og næringsstoffer
nl: Doelen & voedingsstoffen
pl: Cele i składniki odżywcze
pt_br: Metas e nutrientes
pt_pt: Objetivos e nutrientes
ro: Obiective și nutrienți
ru: Цели и нутриенты
sk: Ciele a živiny
sl: Cilji in hranila
sv: Mål och näringsämnen
th: เป้าหมายและสารอาหาร
tr: Hedefler ve besin ögeleri
uk: Цілі та нутрієнти
ur: اہداف اور غذائی اجزاء
vi: Mục tiêu & dinh dưỡng
zh_hans: 目标与营养素
zh_hant: 目標與營養素

source: Height
ar: الطول
bn: উচ্চতা
cs: Výška
da: Højde
de: Größe
el: Ύψος
es_es: Altura
fi: Pituus
fr: Taille
he: גובה
hi: लंबाई
hr: Visina
hu: Magasság
id: Tinggi badan
it: Altezza
ja: 身長
ko: 키
ms: Tinggi
nb: Høyde
nl: Lengte
pl: Wzrost
pt_br: Altura
pt_pt: Altura
ro: Înălțime
ru: Рост
sk: Výška
sl: Višina
sv: Längd
th: ส่วนสูง
tr: Boy
uk: Зріст
ur: قد
vi: Chiều cao
zh_hans: 身高
zh_hant: 身高

source: Height & weight
ar: الطول والوزن
bn: উচ্চতা ও ওজন
cs: Výška a váha
da: Højde og vægt
de: Größe & Gewicht
el: Ύψος και βάρος
es_es: Altura y peso
fi: Pituus ja paino
fr: Taille et poids
he: גובה ומשקל
hi: लंबाई और वज़न
hr: Visina i težina
hu: Magasság és testsúly
id: Tinggi & berat badan
it: Altezza e peso
ja: 身長と体重
ko: 키 & 몸무게
ms: Tinggi & berat
nb: Høyde og vekt
nl: Lengte & gewicht
pl: Wzrost i waga
pt_br: Altura e peso
pt_pt: Altura e peso
ro: Înălțime și greutate
ru: Рост и вес
sk: Výška a hmotnosť
sl: Višina in teža
sv: Längd och vikt
th: ส่วนสูงและน้ำหนัก
tr: Boy ve kilo
uk: Зріст і вага
ur: قد اور وزن
vi: Chiều cao & cân nặng
zh_hans: 身高与体重
zh_hant: 身高與體重

source: Hide
ar: إخفاء
bn: লুকান
cs: Skrýt
da: Skjul
de: Ausblenden
el: Απόκρυψη
es_es: Ocultar
fi: Kätke
fr: Masquer
he: הסתרה
hi: छिपाएँ
hr: Sakrij
hu: Elrejtés
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 숨기기
ms: Sembunyikan
nb: Skjul
nl: Verberg
pl: Ukryj
pt_br: Ocultar
pt_pt: Ocultar
ro: Ascunde
ru: Скрыть
sk: Skryť
sl: Skrij
sv: Dölj
th: ซ่อน
tr: Gizle
uk: Приховати
ur: چھپائیں
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

source: How active are you?
ar: ما مدى نشاطك؟
bn: আপনি কতটা সক্রিয়?
cs: Jak moc jste aktivní?
da: Hvor aktiv er du?
de: Wie aktiv bist du?
el: Πόσο δραστήριοι είστε;
es_es: ¿Cuál es tu nivel de actividad?
fi: Kuinka aktiivinen olet?
fr: Quel est votre niveau d’activité ?
he: מה רמת הפעילות שלך?
hi: आप कितने सक्रिय हैं?
hr: Koliko ste aktivni?
hu: Mennyire vagy aktív?
id: Seberapa aktif Anda?
it: Quanto ti muovi?
ja: 普段の活動量は？
ko: 활동량이 어떻게 되나요?
ms: Sejauh mana anda aktif?
nb: Hvor aktiv er du?
nl: Hoe actief ben je?
pl: Jaki jest Twój poziom aktywności?
pt_br: Qual é o seu nível de atividade?
pt_pt: Qual é o seu nível de atividade?
ro: Cât de activ ești?
ru: Насколько вы активны?
sk: Ako veľmi ste aktívni?
sl: Kako aktivni ste?
sv: Hur aktiv är du?
th: คุณแอคทีฟแค่ไหน
tr: Ne kadar aktifsiniz?
uk: Наскільки ви активні?
ur: آپ کتنے متحرک ہیں؟
vi: Mức độ vận động của bạn?
zh_hans: 你的活动量如何？
zh_hant: 你的活動量如何？

source: How old are you?
ar: كم عمرك؟
bn: আপনার বয়স কত?
cs: Kolik je vám let?
da: Hvor gammel er du?
de: Wie alt bist du?
el: Πόσων ετών είστε;
es_es: ¿Cuántos años tienes?
fi: Kuinka vanha olet?
fr: Quel âge avez-vous ?
he: מה הגיל שלך?
hi: आपकी उम्र क्या है?
hr: Koliko imate godina?
hu: Hány éves vagy?
id: Berapa usia Anda?
it: Quanti anni hai?
ja: 年齢を教えてください
ko: 나이가 어떻게 되나요?
ms: Berapakah umur anda?
nb: Hvor gammel er du?
nl: Hoe oud ben je?
pl: Ile masz lat?
pt_br: Qual é a sua idade?
pt_pt: Que idade tem?
ro: Câți ani ai?
ru: Сколько вам лет?
sk: Koľko máte rokov?
sl: Koliko ste stari?
sv: Hur gammal är du?
th: คุณอายุเท่าไหร่
tr: Kaç yaşındasınız?
uk: Скільки вам років?
ur: آپ کی عمر کتنی ہے؟
vi: Bạn bao nhiêu tuổi?
zh_hans: 你的年龄是？
zh_hant: 你幾歲？

source: Increase
ar: زيادة
bn: বাড়ান
cs: Zvýšit
da: Forøg
de: Erhöhen
el: Αύξηση
es_es: Aumentar
fi: Suurenna
fr: Augmenter
he: הגדלה
hi: बढ़ाएँ
hr: Povećaj
hu: Növelés
id: Tambah
it: Aumenta
ja: 増やす
ko: 증가
ms: Naikkan
nb: Øk
nl: Verhoog
pl: Zwiększ
pt_br: Aumentar
pt_pt: Aumentar
ro: Mărește
ru: Увеличить
sk: Zvýšiť
sl: Povečaj
sv: Öka
th: เพิ่ม
tr: Artır
uk: Збільшити
ur: بڑھائیں
vi: Tăng
zh_hans: 增加
zh_hant: 增加

source: Iodine
ar: اليود
bn: আয়োডিন
cs: Jod
da: Jod
de: Jod
el: Ιώδιο
es_es: Yodo
fi: Jodi
fr: Iode
he: יוד
hi: आयोडीन
hr: Jod
hu: Jód
id: Yodium
it: Iodio
ja: ヨウ素
ko: 요오드
ms: Iodin
nb: Jod
nl: Jodium
pl: Jod
pt_br: Iodo
pt_pt: Iodo
ro: Iod
ru: Йод
sk: Jód
sl: Jod
sv: Jod
th: ไอโอดีน
tr: İyot
uk: Йод
ur: آیوڈین
vi: I-ốt
zh_hans: 碘
zh_hant: 碘
